Repository: clementrahula/lukotta
Catalog: resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, et, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sl, sq, sv, th, tr, uk, vi, zh_hans

source: Check for updates automatically
ar: التحقق من التحديثات تلقائيًا
bg: Автоматично проверявай за актуализации
cs: Automaticky vyhledávat aktualizace
da: Søg automatisk efter opdateringer
de: Automatisch nach Updates suchen
el: Αυτόματος έλεγχος για ενημερώσεις
es: Buscar actualizaciones automáticamente
et: Otsi uuendusi automaatselt
fi: Tarkista päivitykset automaattisesti
fil: Awtomatikong maghanap ng update
fr: Rechercher les mises à jour automatiquement
he: חיפוש עדכונים אוטומטי
hi: अपडेट अपने आप जाँचें
hr: Automatski provjeravaj ažuriranja
hu: Frissítések automatikus keresése
id: Periksa pembaruan secara otomatis
it: Cerca aggiornamenti automaticamente
ja: アップデートを自動的に確認
ko: 자동으로 업데이트 확인
lt: Automatiškai ieškoti naujinių
lv: Automātiski meklēt atjauninājumus
ms: Semak kemas kini secara automatik
nb: Søk etter oppdateringer automatisk
nl: Zoek automatisch naar updates
pl: Automatycznie sprawdzaj uaktualnienia
pt_pt: Procurar atualizações automaticamente
ro: Căutați automat actualizări
ru: Проверять обновления автоматически
sl: Samodejno preverjaj posodobitve
sq: Kontrollo automatikisht për përditësime
sv: Sök efter uppdateringar automatiskt
th: ตรวจหาการอัปเดตโดยอัตโนมัติ
tr: Güncellemeleri otomatik denetle
uk: Перевіряти оновлення автоматично
vi: Tự động kiểm tra bản cập nhật
zh_hans: 自动检查更新

source: Checking every disk…
ar: يجري فحص كل قرص…
bg: Проверка на всички дискове…
cs: Kontrola všech disků…
da: Kontrollerer alle diske…
de: Alle Laufwerke werden geprüft…
el: Έλεγχος όλων των δίσκων…
es: Comprobando todos los discos…
et: Kõikide ketaste kontrollimine…
fi: Tarkastetaan kaikki levyt…
fil: Sinusuri ang bawat disk…
fr: Vérification de tous les disques…
he: בודק כל דיסק…
hi: हर डिस्क जाँची जा रही है…
hr: Provjera svih diskova…
hu: Minden lemez ellenőrzése…
id: Memeriksa setiap disk…
it: Controllo di tutti i dischi…
ja: すべてのディスクを確認中…
ko: 모든 디스크를 확인하는 중…
lt: Tikrinami visi diskai…
lv: Notiek visu disku pārbaude…
ms: Menyemak setiap cakera…
nb: Kontrollerer alle disker…
nl: Alle schijven worden gecontroleerd…
pl: Sprawdzanie wszystkich dysków…
pt_pt: A verificar todos os discos…
ro: Se verifică toate discurile…
ru: Проверяются все диски…
sl: Preverjanje vseh diskov…
sq: Po kontrollohet çdo disk…
sv: Kontrollerar alla diskar…
th: กำลังตรวจสอบทุกดิสก์…
tr: Her disk denetleniyor…
uk: Перевіряються всі диски…
vi: Đang kiểm tra từng đĩa…
zh_hans: 正在检查每个磁盘…

source: Choose File → Open Disk Image, or File → Open Drive to see every disk attached to this Mac and what %@ can do with each
ar: اختر ملف ← فتح صورة قرص، أو ملف ← فتح محرّك لرؤية كل قرص متصل بهذا الـ Mac وما يستطيع %@ فعله بكل منها
bg: Изберете Файл → Отвори дисков образ или Файл → Отвори диск, за да видите всеки диск, свързан с този Mac, и какво %@ може да направи с него
cs: Zvolte Soubor → Otevřít obraz disku, nebo Soubor → Otevřít disk, kde uvidíte každý disk připojený k tomuto Macu a co s ním %@ zvládne
da: Vælg Arkiv → Åbn diskbillede, eller Arkiv → Åbn disk for at se alle diske tilsluttet denne Mac, og hvad %@ kan gøre med hver enkelt
de: Wähle „Ablage → Image öffnen“ oder „Ablage → Laufwerk öffnen“, um jedes an diesen Mac angeschlossene Laufwerk zu sehen und was %@ damit tun kann
el: Επιλέξτε Αρχείο → Άνοιγμα ειδώλου δίσκου ή Αρχείο → Άνοιγμα δίσκου για να δείτε κάθε δίσκο συνδεδεμένο σε αυτόν τον Mac και τι μπορεί να κάνει το %@ με τον καθένα
es: Elige Archivo → Abrir imagen de disco, o Archivo → Abrir disco para ver todos los discos conectados a este Mac y qué puede hacer %@ con cada uno
et: Vali Fail → Ava kettatõmmis või Fail → Ava ketas, et näha kõiki selle Maciga ühendatud kettaid ja seda, mida %@ igaühega teha saab
fi: Valitse Arkisto → Avaa levytiedosto tai Arkisto → Avaa asema nähdäksesi kaikki tähän Maciin liitetyt levyt ja sen, mitä %@ voi kullekin tehdä
fil: Piliin ang File → Open Disk Image, o File → Open Drive para makita ang bawat disk na nakakabit sa Mac na ito at kung ano ang magagawa ng %@ sa bawat isa
fr: Choisissez Fichier → Ouvrir une image disque, ou Fichier → Ouvrir un disque pour voir chaque disque relié à ce Mac et ce que %@ peut en faire
he: בחרו קובץ ← פתיחת תמונת דיסק, או קובץ ← פתיחת כונן כדי לראות כל דיסק המחובר ל‑Mac הזה ומה %@ יכול לעשות עם כל אחד
hi: इस Mac से जुड़ी हर डिस्क और %@ उनमें से हर एक के साथ क्या कर सकता है, यह देखने के लिए File → Open Disk Image या File → Open Drive चुनें
hr: Odaberite Datoteka → Otvori sliku diska ili Datoteka → Otvori disk kako biste vidjeli svaki disk priključen na ovaj Mac i što %@ može učiniti sa svakim
hu: Válassza a Fájl → Lemezkép megnyitása vagy a Fájl → Meghajtó megnyitása menüpontot, hogy lássa a Machez csatlakoztatott összes lemezt, és azt, mit tud velük a(z) %@ kezdeni
id: Pilih File → Open Disk Image, atau File → Open Drive untuk melihat setiap disk yang terpasang pada Mac ini dan apa yang dapat dilakukan %@ terhadap masing-masing
it: Scegli Archivio → Apri immagine disco, oppure Archivio → Apri disco per vedere ogni disco collegato a questo Mac e che cosa %@ può farne
ja: この Mac に接続されているすべてのディスクと、%@ がそれぞれに対してできることを見るには、「ファイル」→「ディスクイメージを開く」または「ファイル」→「ドライブを開く」を選びます
ko: 이 Mac에 연결된 모든 디스크와 %@이(가) 각각에 대해 할 수 있는 일을 보려면 파일 → 디스크 이미지 열기 또는 파일 → 드라이브 열기를 선택하십시오
lt: Pasirinkite Failas → Atverti disko atvaizdį arba Failas → Atverti diską, kad pamatytumėte kiekvieną prie šio „Mac“ prijungtą diską ir tai, ką %@ gali su kiekvienu padaryti
lv: Izvēlieties Fails → Atvērt diska attēlu vai Fails → Atvērt disku, lai redzētu katru šim Mac pievienoto disku un to, ko %@ ar katru var izdarīt
ms: Pilih File → Open Disk Image, atau File → Open Drive untuk melihat setiap cakera yang disambungkan pada Mac ini dan apa yang %@ boleh lakukan terhadap setiap satu
nb: Velg Arkiv → Åpne diskbilde, eller Arkiv → Åpne disk for å se hver disk som er koblet til denne Macen, og hva %@ kan gjøre med hver av dem
nl: Kies Archief → Open schijfkopie, of Archief → Open schijf om elke schijf te zien die op deze Mac is aangesloten en wat %@ met elke schijf kan doen
pl: Wybierz Plik → Otwórz obraz dysku albo Plik → Otwórz dysk, aby zobaczyć każdy dysk podłączony do tego Maca i to, co %@ może z nim zrobić
pt_pt: Escolha Ficheiro → Abrir imagem de disco, ou Ficheiro → Abrir disco para ver todos os discos ligados a este Mac e o que o %@ pode fazer com cada um
ro: Alegeți Fișier → Deschide imagine de disc sau Fișier → Deschide disc pentru a vedea fiecare disc conectat la acest Mac și ce poate face %@ cu fiecare
ru: Выберите File → Open Disk Image или File → Open Drive, чтобы увидеть все подключённые к этому Mac диски и то, что %@ может сделать с каждым
sl: Izberite Datoteka → Odpri sliko diska ali Datoteka → Odpri disk, da vidite vsak disk, priključen na ta Mac, in kaj lahko %@ z vsakim naredi
sq: Zgjidh File → Open Disk Image, ose File → Open Drive për të parë çdo disk të lidhur me këtë Mac dhe çfarë mund të bëjë %@ me secilin
sv: Välj Arkiv → Öppna skivavbild, eller Arkiv → Öppna disk för att se varje disk som är ansluten till den här datorn och vad %@ kan göra med var och en
th: เลือก File → Open Disk Image หรือ File → Open Drive เพื่อดูทุกดิสก์ที่ต่ออยู่กับ Mac เครื่องนี้ และสิ่งที่ %@ ทำกับแต่ละอันได้
tr: Bu Mac'e bağlı her diski ve %@ uygulamasının her biriyle ne yapabileceğini görmek için File → Open Disk Image ya da File → Open Drive seçin
uk: Виберіть File → Open Disk Image або File → Open Drive, щоб побачити всі підключені до цього Mac диски й те, що %@ може зробити з кожним
vi: Chọn File → Open Disk Image, hoặc File → Open Drive để xem mọi đĩa gắn với máy Mac này và những gì %@ có thể làm với từng cái
zh_hans: 选取“文件”→“打开磁盘映像”或“文件”→“打开驱动器”，即可看到连接到这台 Mac 的每个磁盘，以及 %@ 能对它们做什么

source: Choose a disk image or container file to open.
ar: اختر صورة قرص أو ملف حاوية لفتحه.
bg: Изберете дисков образ или контейнерен файл за отваряне.
cs: Vyberte obraz disku nebo kontejnerový soubor k otevření.
da: Vælg et diskbillede eller en containerfil, der skal åbnes.
de: Wähle ein Image oder eine Containerdatei zum Öffnen aus.
el: Επιλέξτε είδωλο δίσκου ή αρχείο κοντέινερ για άνοιγμα.
es: Elige una imagen de disco o un archivo contenedor para abrir.
et: Vali avamiseks kettatõmmis või konteinerfail.
fi: Valitse avattava levytiedosto tai säilötiedosto.
fil: Pumili ng disk image o container file na bubuksan.
fr: Choisissez une image disque ou un fichier conteneur à ouvrir.
he: בחרו תמונת דיסק או קובץ מכולה לפתיחה.
hi: खोलने के लिए कोई डिस्क इमेज या कंटेनर फ़ाइल चुनें।
hr: Odaberite sliku diska ili datoteku spremnika za otvaranje.
hu: Válasszon megnyitandó lemezképet vagy tárolófájlt.
id: Pilih image disk atau berkas kontainer untuk dibuka.
it: Scegli un’immagine disco o un file contenitore da aprire.
ja: 開くディスクイメージまたはコンテナファイルを選んでください。
ko: 열 디스크 이미지나 컨테이너 파일을 선택하십시오.
lt: Pasirinkite atvertiną disko atvaizdį arba konteinerio failą.
lv: Izvēlieties atveramo diska attēlu vai konteinera failu.
ms: Pilih imej cakera atau fail bekas untuk dibuka.
nb: Velg et diskbilde eller en beholderfil som skal åpnes.
nl: Kies een schijfkopie of containerbestand om te openen.
pl: Wybierz obraz dysku lub plik kontenera do otwarcia.
pt_pt: Escolha uma imagem de disco ou um ficheiro de contentor para abrir.
ro: Alegeți o imagine de disc sau un fișier container pentru deschidere.
ru: Выберите образ диска или файл-контейнер для открытия.
sl: Izberite sliko diska ali datoteko vsebnika za odprtje.
sq: Zgjidh një imazh disku ose skedar kontejneri për ta hapur.
sv: Välj en skivavbild eller containerfil som ska öppnas.
th: เลือกอิมเมจดิสก์หรือไฟล์คอนเทนเนอร์ที่จะเปิด
tr: Açılacak bir disk imajı veya kapsayıcı dosya seçin.
uk: Виберіть образ диска або файл-контейнер, щоб відкрити.
vi: Chọn ảnh đĩa hoặc tệp chứa để mở.
zh_hans: 请选取要打开的磁盘映像或容器文件。

source: Click + at the bottom of the list, select %@ in Applications, and switch it on.
ar: انقر + في أسفل القائمة، واختر %@ في التطبيقات، ثم شغّله.
bg: Щракнете + в долния край на списъка, изберете %@ в Applications и го включете.
cs: Klepněte na + v dolní části seznamu, vyberte %@ ve složce Aplikace a zapněte jej.
da: Klik på + nederst i listen, vælg %@ i Programmer, og slå den til.
de: Klicke unten in der Liste auf +, wähle %@ in „Programme“ und schalte es ein.
el: Κάντε κλικ στο + στο κάτω μέρος της λίστας, επιλέξτε το %@ στις Εφαρμογές και ενεργοποιήστε το.
es: Haz clic en + al final de la lista, selecciona %@ en Aplicaciones y actívalo.
et: Klõpsa loendi allservas +, vali %@ kaustast Rakendused ja lülita see sisse.
fi: Osoita luettelon alareunassa +, valitse %@ Ohjelmat-kansiosta ja kytke se päälle.
fil: I-click ang + sa ibaba ng listahan, piliin ang %@ sa Applications, at buksan ito.
fr: Cliquez sur + en bas de la liste, sélectionnez %@ dans Applications et activez-le.
he: לחצו על + בתחתית הרשימה, בחרו את %@ בתיקיית היישומים והפעילו אותו.
hi: सूची के नीचे + पर क्लिक करें, Applications में %@ चुनें और उसे चालू करें।
hr: Kliknite + na dnu popisa, odaberite %@ u mapi Aplikacije i uključite ga.
hu: Kattintson a lista alján a + gombra, válassza ki a(z) %@ alkalmazást az Alkalmazások mappában, és kapcsolja be.
id: Klik + di bagian bawah daftar, pilih %@ di Applications, lalu nyalakan.
it: Fai clic su + in fondo all’elenco, seleziona %@ in Applicazioni e attivalo.
ja: リストの下部にある + をクリックし、「アプリケーション」から %@ を選んでオンにします。
ko: 목록 아래쪽의 +를 클릭하고 응용 프로그램에서 %@을(를) 선택한 뒤 켜십시오.
lt: Sąrašo apačioje spustelėkite +, aplanke „Programos“ pasirinkite „%@“ ir įjunkite.
lv: Noklikšķiniet uz + saraksta apakšā, mapē Programmas atlasiet %@ un ieslēdziet to.
ms: Klik + di bahagian bawah senarai, pilih %@ dalam Applications, kemudian hidupkannya.
nb: Klikk på + nederst i listen, velg %@ i Programmer, og slå den på.
nl: Klik onder in de lijst op +, selecteer %@ in Programma's en zet die aan.
pl: Kliknij + na dole listy, wybierz %@ w Programach i włącz go.
pt_pt: Clique em + no fim da lista, selecione o %@ em Aplicações e ative-o.
ro: Faceți clic pe + în partea de jos a listei, selectați %@ în Aplicații și activați-l.
ru: Нажмите + внизу списка, выберите %@ в папке «Программы» и включите его.
sl: Kliknite + na dnu seznama, izberite %@ v mapi Programi in ga vklopite.
sq: Kliko + në fund të listës, zgjidh %@ te Applications dhe aktivizoje.
sv: Klicka på + längst ned i listan, välj %@ i Program och slå på den.
th: คลิก + ที่ด้านล่างของรายการ เลือก %@ ใน Applications แล้วเปิดใช้งาน
tr: Listenin altındaki + düğmesine tıklayın, Uygulamalar içinden %@ seçin ve açın.
uk: Натисніть + унизу списку, виберіть %@ у теці «Програми» та увімкніть його.
vi: Bấm + ở cuối danh sách, chọn %@ trong Applications rồi bật lên.
zh_hans: 点按列表底部的 +，在“应用程序”中选择 %@，然后将其打开。

source: Come back to this window and click Relaunch.
ar: عد إلى هذه النافذة وانقر إعادة التشغيل.
bg: Върнете се в този прозорец и щракнете Рестартирай.
cs: Vraťte se do tohoto okna a klepněte na Spustit znovu.
da: Kom tilbage til dette vindue, og klik på Start igen.
de: Komm zu diesem Fenster zurück und klicke auf „Neu starten“.
el: Επιστρέψτε σε αυτό το παράθυρο και κάντε κλικ στην Επανεκκίνηση.
es: Vuelve a esta ventana y haz clic en Reiniciar.
et: Tule tagasi sellesse aknasse ja klõpsa „Käivita uuesti“.
fi: Palaa tähän ikkunaan ja osoita Käynnistä uudelleen.
fil: Bumalik sa bintanang ito at i-click ang Muling Ilunsad.
fr: Revenez à cette fenêtre et cliquez sur Relancer.
he: חזרו לחלון הזה ולחצו על הפעלה מחדש.
hi: इस विंडो में लौटें और पुनः लॉन्च पर क्लिक करें।
hr: Vratite se u ovaj prozor i kliknite Pokreni ponovno.
hu: Térjen vissza ehhez az ablakhoz, és kattintson az Újraindítás gombra.
id: Kembali ke jendela ini dan klik Jalankan Ulang.
it: Torna a questa finestra e fai clic su Riavvia.
ja: このウインドウに戻り、「再起動」をクリックします。
ko: 이 창으로 돌아와 다시 실행을 클릭하십시오.
lt: Grįžkite į šį langą ir spustelėkite „Paleisti iš naujo“.
lv: Atgriezieties šajā logā un noklikšķiniet uz Palaist no jauna.
ms: Kembali ke tetingkap ini dan klik Lancar Semula.
nb: Kom tilbake til dette vinduet og klikk Start på nytt.
nl: Kom terug naar dit venster en klik op Herstart.
pl: Wróć do tego okna i kliknij Uruchom ponownie.
pt_pt: Volte a esta janela e clique em Reiniciar.
ro: Reveniți la această fereastră și faceți clic pe Relansați.
ru: Вернитесь в это окно и нажмите «Перезапустить».
sl: Vrnite se v to okno in kliknite Znova zaženi.
sq: Kthehu te kjo dritare dhe kliko Rinis.
sv: Kom tillbaka till det här fönstret och klicka på Starta om.
th: กลับมาที่หน้าต่างนี้แล้วคลิก เปิดใหม่
tr: Bu pencereye dönün ve Yeniden Başlat'a tıklayın.
uk: Поверніться до цього вікна й натисніть «Перезапустити».
vi: Quay lại cửa sổ này và bấm Khởi động lại.
zh_hans: 回到这个窗口并点按“重新启动”。

source: Connect the drive and choose Rescan. If it is already connected, macOS may have it mounted, in which case eject it in Finder first. To open a disk image instead, choose File → Open Disk Image.
ar: وصّل المحرّك واختر إعادة الفحص. إن كان موصولًا بالفعل فقد يكون macOS قد ركّبه، وعندها أخرجه في الباحث أولًا. ولفتح صورة قرص بدلًا من ذلك، اختر ملف ← فتح صورة قرص.
bg: Свържете диска и изберете Търсене отново. Ако вече е свързан, macOS може да го е монтирал — тогава първо го извадете във Finder. За да отворите дисков образ вместо това, изберете Файл → Отвори дисков образ.
cs: Připojte disk a zvolte Hledat znovu. Pokud už připojený je, může ho mít připojený macOS — pak ho nejprve vysuňte ve Finderu. Chcete-li místo toho otevřít obraz disku, zvolte Soubor → Otevřít obraz disku.
da: Tilslut disken og vælg Søg igen. Er den allerede tilsluttet, har macOS den måske monteret — skub den så først ud i Finder. Vil du i stedet åbne et diskbillede, så vælg Arkiv → Åbn diskbillede.
de: Schließe das Laufwerk an und wähle Erneut suchen. Ist es bereits angeschlossen, hat macOS es womöglich eingehängt — wirf es dann zuerst im Finder aus. Um stattdessen ein Image zu öffnen, wähle „Ablage → Image öffnen“.
el: Συνδέστε τον δίσκο και επιλέξτε Νέα αναζήτηση. Αν είναι ήδη συνδεδεμένος, μπορεί να τον έχει προσαρτήσει το macOS — τότε κάντε πρώτα εξαγωγή από το Finder. Για να ανοίξετε είδωλο δίσκου αντ’ αυτού, επιλέξτε Αρχείο → Άνοιγμα ειδώλου δίσκου.
es: Conecta el disco y elige Volver a buscar. Si ya está conectado, puede que macOS lo tenga montado: en ese caso, expúlsalo primero en el Finder. Para abrir una imagen de disco, elige Archivo → Abrir imagen de disco.
et: Ühendage ketas ja valige Otsi uuesti. Kui see on juba ühendatud, võib macOS olla selle haakinud — siis väljutage see kõigepealt Finderis. Kettatõmmise avamiseks valige hoopis Fail → Ava kettatõmmis.
fi: Liitä levy ja valitse Etsi uudelleen. Jos se on jo liitetty, macOS on ehkä liittänyt sen — poista se silloin ensin Finderissa. Jos haluat sen sijaan avata levytiedoston, valitse Arkisto → Avaa levytiedosto.
fil: Ikabit ang drive at piliin ang I-scan Muli. Kung nakakabit na ito, maaaring na-mount na ito ng macOS; sa ganoong kaso, i-eject muna ito sa Finder. Para magbukas ng disk image, piliin ang File → Open Disk Image.
fr: Branchez le disque et choisissez Rechercher à nouveau. S’il est déjà branché, macOS l’a peut-être monté : éjectez-le d’abord dans le Finder. Pour ouvrir une image disque à la place, choisissez Fichier → Ouvrir une image disque.
he: חברו את הכונן ובחרו סריקה מחדש. אם הוא כבר מחובר, ייתכן ש‑macOS עיגן אותו, ואז הוציאו אותו קודם ב‑Finder. כדי לפתוח תמונת דיסק במקום זאת, בחרו קובץ ← פתיחת תמונת דיסק.
hi: ड्राइव जोड़ें और फिर से स्कैन करें चुनें। यदि वह पहले से जुड़ी है, तो शायद macOS ने उसे माउंट कर रखा हो; उस स्थिति में पहले उसे Finder में निकालें। इसके बजाय कोई डिस्क इमेज खोलने के लिए File → Open Disk Image चुनें।
hr: Priključite disk i odaberite Pretraži ponovno. Ako je već priključen, možda ga je macOS montirao — tada ga najprije izbacite u Finderu. Želite li umjesto toga otvoriti sliku diska, odaberite Datoteka → Otvori sliku diska.
hu: Csatlakoztassa a lemezt, és válassza a Keresés újra lehetőséget. Ha már csatlakoztatva van, lehet, hogy a macOS csatolta — ez esetben előbb adja ki a Finderben. Ha inkább lemezképet nyitna meg, válassza a Fájl → Lemezkép megnyitása menüpontot.
id: Sambungkan drive lalu pilih Pindai Ulang. Jika sudah tersambung, macOS mungkin telah memasangnya; dalam hal itu keluarkan dulu di Finder. Untuk membuka image disk, pilih File → Open Disk Image.
it: Collega il disco e scegli Cerca di nuovo. Se è già collegato, macOS potrebbe averlo montato: in tal caso espellilo prima dal Finder. Per aprire invece un’immagine disco, scegli Archivio → Apri immagine disco.
ja: ドライブを接続して「再スキャン」を選んでください。すでに接続されている場合は macOS がマウントしている可能性があるので、まず Finder で取り出してください。代わりにディスクイメージを開くには、「ファイル」→「ディスクイメージを開く」を選びます。
ko: 드라이브를 연결하고 다시 검색을 선택하십시오. 이미 연결되어 있다면 macOS가 마운트했을 수 있으니 먼저 Finder에서 추출하십시오. 대신 디스크 이미지를 열려면 파일 → 디스크 이미지 열기를 선택하십시오.
lt: Prijunkite diską ir pasirinkite Ieškoti iš naujo. Jei jis jau prijungtas, „macOS“ gali būti jį prijungusi — tada pirmiausia išstumkite jį per „Finder“. Jei norite atverti disko atvaizdį, pasirinkite Failas → Atverti disko atvaizdį.
lv: Pievienojiet disku un izvēlieties Meklēt vēlreiz. Ja tas jau ir pievienots, macOS to var būt pievienojis sistēmai — tad vispirms izstumiet to programmā Finder. Lai tā vietā atvērtu diska attēlu, izvēlieties Fails → Atvērt diska attēlu.
ms: Sambungkan pemacu dan pilih Imbas Semula. Jika ia sudah disambungkan, macOS mungkin telah melekapkannya; jika begitu, keluarkannya dalam Finder dahulu. Untuk membuka imej cakera pula, pilih File → Open Disk Image.
nb: Koble til disken og velg Søk på nytt. Er den allerede tilkoblet, kan macOS ha montert den — mat den da ut i Finder først. Vil du åpne et diskbilde i stedet, velg Arkiv → Åpne diskbilde.
nl: Sluit de schijf aan en kies Opnieuw zoeken. Is die al aangesloten, dan heeft macOS die mogelijk gekoppeld — verwijder die dan eerst in de Finder. Wil je in plaats daarvan een schijfkopie openen, kies dan Archief → Open schijfkopie.
pl: Podłącz dysk i wybierz Szukaj ponownie. Jeśli jest już podłączony, macOS mógł go zamontować — wtedy najpierw wysuń go w Finderze. Aby zamiast tego otworzyć obraz dysku, wybierz Plik → Otwórz obraz dysku.
pt_pt: Ligue o disco e escolha Procurar de novo. Se já estiver ligado, o macOS pode tê-lo montado — nesse caso, ejete-o primeiro no Finder. Para abrir uma imagem de disco em vez disso, escolha Ficheiro → Abrir imagem de disco.
ro: Conectați discul și alegeți Căutați din nou. Dacă este deja conectat, macOS îl poate avea montat — atunci ejectați-l mai întâi în Finder. Pentru a deschide în schimb o imagine de disc, alegeți Fișier → Deschide imagine de disc.
ru: Подключите диск и выберите «Искать снова». Если он уже подключён, macOS мог смонтировать его — в этом случае сначала извлеките его в Finder. Чтобы открыть образ диска, выберите File → Open Disk Image.
sl: Priključite disk in izberite Ponovno poišči. Če je že priključen, ga je morda priklopil macOS — tedaj ga najprej izvrzite v Finderju. Če želite namesto tega odpreti sliko diska, izberite Datoteka → Odpri sliko diska.
sq: Lidh diskun dhe zgjidh Kërko sërish. Nëse është tashmë i lidhur, macOS mund ta ketë të montuar, dhe në atë rast nxirre fillimisht në Finder. Për të hapur një imazh disku, zgjidh File → Open Disk Image.
sv: Anslut disken och välj Sök igen. Är den redan ansluten kan macOS ha monterat den — mata i så fall ut den i Finder först. Vill du i stället öppna en skivavbild, välj Arkiv → Öppna skivavbild.
th: ต่อไดรฟ์แล้วเลือก สแกนใหม่ ถ้าต่ออยู่แล้ว macOS อาจเมานต์ไว้ ในกรณีนั้นให้ดันออกใน Finder ก่อน หากต้องการเปิดอิมเมจดิสก์แทน ให้เลือก File → Open Disk Image
tr: Sürücüyü bağlayın ve Yeniden Tara'yı seçin. Zaten bağlıysa macOS onu bağlamış olabilir; o durumda önce Finder'da çıkarın. Bunun yerine bir disk imajı açmak için File → Open Disk Image seçin.
uk: Підключіть диск і виберіть «Шукати знову». Якщо він уже підключений, macOS міг змонтувати його — тоді спершу вилучіть його у Finder. Щоб відкрити образ диска, виберіть File → Open Disk Image.
vi: Hãy cắm ổ đĩa và chọn Quét lại. Nếu nó đã được cắm, macOS có thể đã gắn kết nó; khi đó hãy tháo nó trong Finder trước. Để mở một ảnh đĩa, hãy chọn File → Open Disk Image.
zh_hans: 请连接驱动器并选取“重新扫描”。如果它已经连接，可能已被 macOS 挂载，那就先在“访达”中推出它。若想改为打开磁盘映像，请选取“文件”→“打开磁盘映像”。

source: Copied
ar: تم النسخ
bg: Копирано
cs: Zkopírováno
da: Kopieret
de: Kopiert
el: Αντιγράφηκε
es: Copiado
et: Kopeeritud
fi: Kopioitu
fil: Nakopya
fr: Copié
he: הועתק
hi: कॉपी हो गया
hr: Kopirano
hu: Másolva
id: Tersalin
it: Copiato
ja: コピーしました
ko: 복사됨
lt: Nukopijuota
lv: Nokopēts
ms: Disalin
nb: Kopiert
nl: Gekopieerd
pl: Skopiowano
pt_pt: Copiado
ro: Copiat
ru: Скопировано
sl: Kopirano
sq: U kopjua
sv: Kopierat
th: คัดลอกแล้ว
tr: Kopyalandı
uk: Скопійовано
vi: Đã sao chép
zh_hans: 已拷贝

source: Copy Details
ar: نسخ التفاصيل
bg: Копирай подробностите
cs: Kopírovat podrobnosti
da: Kopier oplysninger
de: Details kopieren
el: Αντιγραφή λεπτομερειών
es: Copiar detalles
et: Kopeeri üksikasjad
fi: Kopioi tiedot
fil: Kopyahin ang Detalye
fr: Copier les détails
he: העתקת פרטים
hi: विवरण कॉपी करें
hr: Kopiraj pojedinosti
hu: Adatok másolása
id: Salin Rincian
it: Copia i dettagli
ja: 詳細をコピー
ko: 세부 정보 복사
lt: Kopijuoti informaciją
lv: Kopēt informāciju
ms: Salin Butiran
nb: Kopier opplysninger
nl: Kopieer details
pl: Kopiuj szczegóły
pt_pt: Copiar detalhes
ro: Copiați detaliile
ru: Скопировать сведения
sl: Kopiraj podrobnosti
sq: Kopjo detajet
sv: Kopiera uppgifter
th: คัดลอกรายละเอียด
tr: Ayrıntıları Kopyala
uk: Скопіювати відомості
vi: Sao chép chi tiết
zh_hans: 拷贝详细信息

source: Dark
ar: داكن
bg: Тъмен
cs: Tmavý
da: Mørkt
de: Dunkel
el: Σκούρα
es: Oscuro
et: Tume
fi: Tumma
fil: Madilim
fr: Sombre
he: כהה
hi: गहरा
hr: Tamno
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
lt: Tamsi
lv: Tumšs
ms: Gelap
nb: Mørkt
nl: Donker
pl: Ciemny
pt_pt: Escuro
ro: Întunecat
ru: Тёмное
sl: Temno
sq: E errët
sv: Mörkt
th: มืด
tr: Koyu
uk: Темне
vi: Tối
zh_hans: 深色
